Repository: PayLane/paylane_woocommerce
Catalog: languages/wc-gateway-paylane-*.po
Languages: pl_pl

source: Card number
pl_pl: Numer karty

source: Expiry Date
pl_pl: Data ważności karty

source: MM / YY
pl_pl: MM / RR

source: Card holder name
pl_pl: Właściciel karty

source: You will be redirected to the %s website payment.
pl_pl: Zostaniesz przekierowany na stronę %s w celu dokonania płatności

source: You will be redirected to the Sofort website for payment.
pl_pl: Zostaniesz przekierowany na stronę Sofort w celu dokonania płatności

source: Account Country
pl_pl: Kraj

source: Account Holder
pl_pl: Właściciel konta

source: You will be redirected to your bank's website payment.
pl_pl: Zostaniesz przekierowany na stronę swojego banku w celu dokonania płatności

source: You will be redirected to the PayLane Secure Form website for payment.
pl_pl: Zostaniesz przekierowany na stronę PayLane w celu dokonania płatności

source: You will be redirected to the PayPal website for payment.
pl_pl: Zostaniesz przekierowany na stronę PayPal w celu dokonania płatności

source: This field is required
pl_pl: To pole jest wymagane

source: Incorrect field format
pl_pl: Nieodpowiedni format

source: Invalid card number
pl_pl: Błędny numer karty

source: Invalid card expiration date
pl_pl: Błędna data karty

source: Invalid card security code
pl_pl: Błędny kod bepieczeństwa

source: Minimum %d characters required
pl_pl: Min. %d znaków wymagane

source: Max. %d characters required
pl_pl: Max. %d znawków wymagane

source: Direct debit not accessible for this country
pl_pl: Polecenie zapłaty nie jest niedostępne dla tego kraju

source: Direct debit declined
pl_pl: Polecenie zapłaty zostało odrzucone

source: Account holder name is not valid
pl_pl: Nazwa posiadacza rachunku jest nieprawidłowa

source: Customer name is not valid
pl_pl: Nazwa klienta jest nieprawidłowa

source: Customer e-mail is not valid
pl_pl: Adres e-mail klienta jest nieprawidłowy

source: Customer address (street and house) is not valid
pl_pl: Adres klienta (ulica i dom) jest nieprawidłowy

source: Customer city is not valid
pl_pl: Miasto klienta jest nieprawidłowe

source: Customer zip code is not valid
pl_pl: Kod pocztowy klienta jest nieprawidłowy

source: Customer state is not valid
pl_pl: Województwo klienta jest nieprawidłowe

source: Customer country is not valid
pl_pl: Kraj klienta jest nieprawidłowy

source: Amount is not valid
pl_pl: Kwota jest nieprawidłowa

source: Amount is too low
pl_pl: Kwota jest za niska

source: Currency code is not valid
pl_pl: Kod waluty jest nieprawidłowy

source: Customer IP address is not valid
pl_pl: Adres IP klienta jest nieprawidłowy

source: Description is not valid
pl_pl: Opis jest nieprawidłowy

source: Account country is not valid
pl_pl: Kraj konta jest nieprawidłowy

source: Bank code (SWIFT/BIC/BLZ) is not valid
pl_pl: Kod banku (SWIFT/BIC/BLZ) jest nieprawidłowy

source: Account number is not valid
pl_pl: Numer konta jest nieprawidłowy

source: Processing date is not valid
pl_pl: Data przetwarzania jest nieprawidłowa

source: Processing date must be from the future
pl_pl: Data przetwarzania musi pochodzić z przyszłości

source: Account data or SEPA data should be set
pl_pl: Dane konta lub dane SEPA powinny zostać ustawione

source: Amount is too large
pl_pl: Kwota jest za duża

source: To many transactions for this card/account
pl_pl: Zbyt wiele transakcji dla tej karty / konta

source: Risk department rejection (RF)
pl_pl: Odrzucenie z działu ryzyka (RF)

source: Risk department rejection (CB)
pl_pl: Odrzucenie z działu ryzyka (CB)

source: Risk department rejection (PE)
pl_pl: Odrzucenie z działu ryzyka (PE)

source: Wrong date format
pl_pl: Zły format daty

source: This API method is not allowed for this account
pl_pl: Ten interfejs API jest niedozwolony dla tego konta

source: Data not found
pl_pl: Nie znaleziono danych

source: Multiple same transactions lock triggered. Wait and try again
pl_pl: Wykryto zbyt wiele takich samych transakcji. Poczekaj i spróbuj ponownie

source: Payment gateway problem. Please try again later
pl_pl: Problem z bramką płatności. Spróbuj ponownie później

source: Card declined
pl_pl: Karta odrzucona

source: Transaction in this currency is not allowed
pl_pl: Transakcja w tej walucie jest niedozwolona

source: Unknown payment method or method not set
pl_pl: Nieznana metoda płatności lub metoda nie została ustawiona

source: More than one payment method provided. Only one payment method is allowed
pl_pl: Podano więcej niż jedną metodę płatności. Dozwolona jest tylko jedna metoda płatności

source: Capture later not possible with this payment method
pl_pl: Późniejsze pobranie nie jest możliwe przy użyciu tej metody płatności

source: Feature not available for this payment method
pl_pl: Funkcja niedostępna dla tej metody płatności

source: Overriding default feature not allowed for this merchant account
pl_pl: Zastępowanie domyślnej funkcji jest niedozwolone dla tego konta sprzedawcy

source: Unsupported payment method
pl_pl: Ta metoda płatności jest niedostępna

source: Card number format is not valid
pl_pl: Format numeru karty jest nieprawidłowy

source: Card expiration year is not valid
pl_pl: Rok ważności karty jest nieprawidłowy

source: Card expiration month is not valid
pl_pl: Miesiąc ważności karty jest nieprawidłowy

source: Card expiration date is not valid
pl_pl: Data ważności karty jest nieprawidłowa

source: Card has expired
pl_pl: Karta wygasła

source: Card code (CVV2/CVC2/CID) format is not valid
pl_pl: Format kodu karty (CVV2/CVC2/CID) jest nieprawidłowy

source: Name on card is not valid
pl_pl: Nazwa na karcie jest nieprawidłowa

source: Cardholder name is not valid
pl_pl: Nazwa posiadacza karty jest nieprawidłowa

source: Cardholder e-mail is not valid
pl_pl: Adres e-mail posiadacza karty jest nieprawidłowy

source: Cardholder address (street and house) is not valid
pl_pl: Adres posiadacza karty (ulica i dom) jest nieprawidłowy

source: Cardholder city is not valid
pl_pl: Miasto posiadacza karty jest nieprawidłowe

source: Cardholder zip code is not valid
pl_pl: Kod pocztowy posiadacza karty jest nieprawidłowy

source: Cardholder state is not valid
pl_pl: Województwo posiadacza karty jest nieprawidłowe

source: Cardholder country is not valid
pl_pl: Kraj posiadacza karty jest nieprawidłowy

source: Client IP address is not valid
pl_pl: Adres IP klienta jest nieprawidłowy

source: Unknown card type or card number invalid
pl_pl: Nieznany typ lub nieprawidłowy numer karty

source: Card issue number is not valid
pl_pl: Numer wydania karty jest nieprawidłowy

source: Fraud check on is not valid
pl_pl: Fraud check jest nieprawidłowy

source: AVS level is not valid
pl_pl: Poziom AVS jest nieprawidłowy

source: Transaction declined
pl_pl: Transakcja odrzucona

source: Sale Authorization ID is not valid
pl_pl: Identyfikator autoryzacji sprzedaży jest nieprawidłowy

source: Sale Authorization ID not found or the authorization has been closed
pl_pl: Identyfikator autoryzacji sprzedaży nie został zamknięty

source: Capture sale amount greater than the authorization amount
pl_pl: Pobranie kwoty sprzedaży jest większa niż kwota autoryzacji

source: Capture sale amount less than the authorization amount
pl_pl: Pobranie kwoty sprzedaży jest mniejsza niż kwota autoryzacji

source: Close Authorization amount different than the authorization amount
pl_pl: Kwota zamknięcia autoryzacji inna niż kwota autoryzacji

source: Resale without card code is not allowed for this merchant account
pl_pl: Ponowna sprzedaż bez karty jest niedozwolona dla tego merchanta

source: Sale ID is not valid
pl_pl: Identyfikator sprzedaży jest nieprawidłowy

source: Resale amount is not valid
pl_pl: Kwota ponownej sprzedaży jest nieprawidłowa

source: Resale currency code is not valid
pl_pl: Kod waluty ponownej sprzedaży jest nieprawidłowy

source: Resale description is not valid
pl_pl: Opis ponownej sprzedaży jest nieprawidłowy

source: Sale ID not found
pl_pl: Nie znaleziono identyfikatora sprzedaży

source: Cannot resale. Chargeback assigned to Sale ID
pl_pl: Nie można ponownie sprzedać. Obciążenie zwrotne jest przypisane do identyfikatora sprzedaży

source: Cannot resale this sale
pl_pl: Nie można wykonać ponownie sprzedaż

source: Cannot resale. Reversal assigned to Sale ID
pl_pl: Nie można ponowić sprzedaży. Cofnięcie przypisane do identyfikatora sprzedaży

source: Refund amount is not valid
pl_pl: Kwota zwrotu jest nieprawidłowa

source: Refund reason is not valid
pl_pl: Przyczyna zwrotu jest nieprawidłowa

source: Cannot refund. Chargeback assigned to Sale ID
pl_pl: Nie można zwrócić pieniędzy. Obciążenie zwrotne przypisane do identyfikatora sprzedaży

source: Cannot refund. Exceeded available refund amount
pl_pl: Nie można zwrócić pieniędzy. Przekroczono dostępną kwotę zwrotu

source: Cannot refund. Sale is already completely refunded
pl_pl: Nie można zwrócić pieniędzy. Sprzedaż została już całkowicie zwrócona

source: Cannot refund this sale
pl_pl: Nie można zwrócić tej sprzedaży

source: Cannot refund. Reversal assigned to Sale ID
pl_pl: Nie można zwrócić pieniędzy. Cofnięcie przypisane do identyfikatora sprzedaży

source: Refund ID not found
pl_pl: Nie znaleziono identyfikatora zwrotu

source: Sale ID list is not set or empty
pl_pl: Lista identyfikatorów sprzedaży nie jest ustawiona lub jest pusta

source: Sale ID list is too large
pl_pl: Lista identyfikatorów sprzedaży jest za duża

source: Sale ID / Sale error ID not found
pl_pl: Identyfikator sprzedaży / Identyfikator błędu sprzedaży nie został znaleziony

source: Too many sales / sale errors found
pl_pl: Znaleziono zbyt wiele błędów sprzedaży / błędów sprzedaży

source: Internal server error. Please try again later
pl_pl: Błąd wewnętrzny serwera. Spróbuj ponownie później

source: Payment gateway error. Please try again later
pl_pl: Błąd bramki płatności. Spróbuj ponownie później

source: Payment method not allowed for this account
pl_pl: Metoda płatności jest niedozwolona dla tego konta

source: Service not accessible for this account
pl_pl: Usługa niedostępna dla tego konta

source: This merchant account is inactive
pl_pl: To konto merchanta jest nieaktywne

source: No currency rate in Currency Converter
pl_pl: Brak kursu walut w przeliczniku walut

source: Sale error conversion appeard
pl_pl: Odwołanie konwersji błędu sprzedaży

source: Request is missing parameter
pl_pl: W żądaniu brakuje parametru

source: Requests parameter is not valid
pl_pl: Parametr żądania jest nieprawidłowy

source: Fraud attempt detected
pl_pl: Wykryto próbę oszustwa

source: Blacklisted account number found
pl_pl: Znaleziono numer konta z czarnej listy

source: Blacklisted card country found
pl_pl: Znaleziono kraj karty z czarnej listy

source: Blacklisted card number found
pl_pl: Znaleziono numer karty z czarnej listy

source: Blacklisted customer country found
pl_pl: Znaleziono kraj klienta z czarnej listy

source: Blacklisted customer email found
pl_pl: Znaleziono e-mail klienta na czarnej liście

source: Blacklisted customer IP address found
pl_pl: Znaleziono adres IP klienta z czarnej listy

source: Unknown blacklisting operation
pl_pl: Nieznana operacja na czarnej liście

source: 3-D Secure authentication server error. Please try again later or use card not enrolled in 3-D Secure
pl_pl: Błąd serwera uwierzytelniania 3-D Secure. Spróbuj ponownie później lub użyj karty niezarejestrowanej w 3-D Secure

source: 3-D Secure authentication server problem. Please try again later or use card not enrolled in 3-D Secure
pl_pl: Problem z serwerem 3-D Secure. Spróbuj ponownie później lub użyj karty niezarejestrowanej w 3-D Secure

source: 3-D Secure authentication failed. Credit card cannot be accepted for payment
pl_pl: Uwierzytelnianie 3-D Secure nie powiodło się. Karta kredytowa nie może być przyjęta do zapłaty

source: 3-D Secure authentication failed. Card declined
pl_pl: Uwierzytelnienie 3-D Secure nie powiodło się. Karta odrzucona

source: Back URL is not valid
pl_pl: Powrotny adres URL jest nieprawidłowy

source: Unable to verify enrollment for 3-D Secure. You can perform a normal payment without 3-D Secure or decline the transaction
pl_pl: Nie można zweryfikować rejestracji w 3-D Secure. Możesz dokonać zwykłej płatności bez zabezpieczenia 3-D Secure lub odrzucić transakcję

source: Secure3d ID is not valid
pl_pl: Identyfikator Secure3d jest nieprawidłowy

source: Authentication response message is not valid
pl_pl: Komunikat odpowiedzi uwierzytelnienia jest nieprawidłowy

source: Secure3d ID not found
pl_pl: Nie znaleziono identyfikatora Secure3d

source: 3-D Secure authentication was completed before
pl_pl: Uwierzytelnianie 3-D Secure zostało zakończone wcześniej

source: Authentication is not available for this credit card. You can perform a normal payment without 3-D Secure or decline the transaction
pl_pl: Uwierzytelnianie nie jest dostępne dla tej karty kredytowej. Możesz dokonać zwykłej płatności bez 3-D Secure lub odrzucić transakcję

source: Completed authentication with this Secure3d ID not found
pl_pl: Nie znaleziono identyfikatora Secure3d po zakończonej płatności

source: Sale and 3-D Secure card number are different
pl_pl: Numer karty sprzedaży i 3-D Secure są różne

source: Sale and 3-D Secure card expiration year are different
pl_pl: Rok wygaśnięcia karty sprzedaży i 3-D Secure są różne

source: Sale and 3-D Secure card expiration month are different
pl_pl: Miesiąc wygaśnięcia karty sprzedaży i 3-D Secure są różne

source: Sale and 3-D Secure amount are different
pl_pl: Kwota sprzedaży i 3-D Secure są różne

source: Sale and 3-D Secure currency code are different
pl_pl: Waluta sprzedaży i 3-D Secure są różne

source: Sale was performed for this Secure3d ID
pl_pl: Sprzedaż została przeprowadzona dla tego identyfikatora Secure3d

source: Unrecognized or malformed token
pl_pl: Uszkodzony token

source: The provided token does not exist
pl_pl: Podany token nie istnieje

source: Service fee amount not set
pl_pl: Nie ustalono kwoty opłaty serwisowej

source: Id sub-merchant not set
pl_pl: Identyfikator sub-merchanta nie został ustawiony

source: Account cannot process sub-merchant transactions
pl_pl: Konto nie może przetwarzać transakcji sub-merchanta

source: Invalid sub-merchant id
pl_pl: Nieprawidłowy identyfikator sub-merchanta

source: Sub-merchant is disabled
pl_pl: Sub-merchant jest wyłączony

source: Service fee amount is too low
pl_pl: Opłata za usługę jest zbyt niska

source: Invalid service fee amount
pl_pl: Nieprawidłowa kwota opłaty za usługę

source: Sub-merchant ID mismatch
pl_pl: Niezgodność identyfikatora sub-merchanta

source: Wrong input data
pl_pl: Błędne dane wejściowe

source: Paypal server error
pl_pl: Błąd serwera PayPal

source: Paylane token not found in database
pl_pl: Nie znaleziono tokenu PayLane w bazie danych

source: Transaction not found
pl_pl: Nie znaleziono transakcji

source: Paypal checkout id not found in database
pl_pl: Nie znaleziono identyfikatora płatności PayPal w bazie danych

source: Wrong PayPal rebilling period
pl_pl: Niewłaściwy okres rozliczeniowy PayPal

source: Wrong PayPal rebilling start date
pl_pl: Nieprawidłowa data początkowa fakturowania PayPal

source: PayPal recurring profile not created
pl_pl: Profil cykliczny PayPal nie został utworzony

source: PayPal recurring already disabled
pl_pl: Płatności cykliczne PayPal są już wyłączone

source: PayPal sale authorization not found
pl_pl: Nie znaleziono autoryzacji sprzedaży PayPal

source: PayPal recurring not found
pl_pl: Nie znaleziono cyklicznego PayPal

source: Transaction cancelled
pl_pl: Transakcja anulowana

source: Locale code is not valid
pl_pl: Kod ustawień regionalnych jest nieprawidłowy

source: PayPal permissions not granted
pl_pl: Nie przyznano uprawnień PayPal

source: PayPal transaciton not finished
pl_pl: Transakcja PayPal nie została zakończona

source: Transaction cannot be settled
pl_pl: Transakcji nie można rozliczyć

source: Transaction has expired
pl_pl: Transakcja wygasła

source: Transaction aborted by customer
pl_pl: Transakcja przerwana przez klienta

source: Unknown notification format
pl_pl: Nieznany format powiadomienia

source: Unknown transaction identifier
pl_pl: Nieznany identyfikator transakcji

source: Transaction notification error
pl_pl: Błąd powiadomienia o transakcji

source: Unknown notification confirmation status
pl_pl: Nieznany status potwierdzenia powiadomienia

source: Transaction amount and notification amount are different
pl_pl: Kwota transakcji i powiadomienia są różne

source: Transaction unsuccessfull
pl_pl: Transakcja nieudana

source: Transaction currency And notification currency are different
pl_pl: Waluta transakcji i powiadomienia są różne

source: Transaction checksum incorrect
pl_pl: Niepoprawna suma kontrolna transakcji

source: Party ID mismatch
pl_pl: Niezgodność identyfikatora strony

source: Unknown Project type
pl_pl: Nieznany typ projektu

source: Notification checksum incorrect
pl_pl: Niepoprawna suma kontrolna powiadomienia

source: Promo code does not exist
pl_pl: Kod promocyjny nie istnieje

source: Promo code has been disabled
pl_pl: Kod promocyjny został wyłączony

source: Promo code has expired
pl_pl: Kod promocyjny wygasł

source: Invalid user name
pl_pl: Zła nazwa użytkownika

source: Invalid password
pl_pl: Nieprawidłowe hasło

source: Invalid email address
pl_pl: Niepoprawny adres email

source: User name already exists
pl_pl: Nazwa użytkownika już istnieje

source: Wrong company name
pl_pl: Zła nazwa firmy

source: Wrong user name
pl_pl: Zła nazwa użytkownika

source: Email already exists
pl_pl: Email już istnieje

source: This Device ID is disabled
pl_pl: Ten identyfikator urządzenia jest wyłączony

source: Device PIN is not valid
pl_pl: Kod PIN urządzenia jest nieprawidłowy

source: Device ID length is not valid
pl_pl: Długość identyfikatora urządzenia jest nieprawidłowa

source: Unknown payment method, could not load bank module
pl_pl: Nieznana metoda płatności, nie można załadować modułu banku

source: Could not load bank parser module
pl_pl: Nie można załadować modułu analizatora składni banku

source: Sale and bank transfer amount don't match
pl_pl: Kwota sprzedaży i przelewu bankowego nie pasuje

source: Transaction with transfer title not found in database
pl_pl: Transakcja z tytułem przelewu nie została znaleziona w bazie danych

source: Transaction unsuccessful or aborted by payer
pl_pl: Transakcja nieudana lub przerwana przez płatnika

source: Delivery zip code is not valid
pl_pl: Kod pocztowy dostawy jest nieprawidłowy

source: Delivery address (street and house) is not valid
pl_pl: Adres dostawy (ulica i dom) jest nieprawidłowy

source: Delivery country is not valid
pl_pl: Kraj dostawy jest nieprawidłowy

source: Delivery city is not valid
pl_pl: Miasto dostawy jest nieprawidłowe

source: Delivery risk is not valid
pl_pl: Ryzyko dostawy jest nieprawidłowe

source: Delivery risk is not set
pl_pl: Ryzyko dostawy nie jest ustawione

source: Delivery country is not set
pl_pl: Kraj dostawy nie jest ustawiony

source: Source amount and summed items amount not equal
pl_pl: Kwota źródła i suma elementów nie są równe

source: Invalid invoice prefix value
pl_pl: Nieprawidłowa wartość prefiksu faktury

source: Invalid invoice vat id
pl_pl: Nieprawidłowy identyfikator VAT na fakturze

source: Invalid invoice vat rate
pl_pl: Nieprawidłowa stawka VAT na fakturze

source: Sale id is not valid
pl_pl: Identyfikator sprzedaży jest nieprawidłowy

source: Refund id is not valid
pl_pl: Identyfikator zwrotu jest nieprawidłowy

source: Incorrect transactions number
pl_pl: Niepoprawny numer transakcji

source: Invalid language
pl_pl: Niepoprawny język

source: Original invoice have different param value
pl_pl: Oryginalna faktura ma inną wartość param

source: You have to perform sale invoice first
pl_pl: Najpierw musisz wykonać fakturę sprzedaży

source: Invoice not found
pl_pl: Nie znaleziono faktury

source: Invoice already created
pl_pl: Faktura już utworzona

source: Source transaction not found
pl_pl: Nie znaleziono transakcji źródłowej

source: One of previous refunds have no invoice
pl_pl: Jeden z poprzednich zwrotów nie ma faktury

source: No invoice data found
pl_pl: Nie znaleziono danych faktury

source: Receiver already exported
pl_pl: Odbiornik został już wyeksportowany

source: Missing Symfonia credit (Ma) account configuration for MID
pl_pl: Brak konfiguracji konta kredytowego Symfonia (Ma) dla MID

source: Missing Symfonia debit (Wn) account configuration for MID
pl_pl: Brak konfiguracji konta debetowego Symfonia (Wn) dla MID

source: No transaction export data found for the specified search criteria
pl_pl: Nie znaleziono danych eksportu transakcji dla określonych kryteriów wyszukiwania

source: Too many search results, please narrow down the search criteria
pl_pl: Zbyt wiele wyników wyszukiwania, zawęź kryteria wyszukiwania

source: The parameter is invalid
pl_pl: Parametr jest nieprawidłowy

source: Invalid captcha
pl_pl: Niepoprawna CAPTCHA

source: No such company record exists
pl_pl: Nie ma takiego rejestru firmy

source: The IP address is not valid
pl_pl: Adres IP jest nieprawidłowy

source: API passwords must be at least 10 characters in length
pl_pl: Hasła API muszą mieć co najmniej 10 znaków

source: The uploaded Secure Form logo appears to be malformed or corrupt
pl_pl: Przesłane logo Secure Form wygląda na zniekształcone lub uszkodzone

source: The Secure Form description must be a text (no HTML) value up to 500 characters in length
pl_pl: Opis Secure Form musi być wartością tekstową (bez HTML) o długości do 500 znaków

source: Secure group name cannot be blank
pl_pl: Nazwa bezpiecznej grupy nie może być pusta

source: Version
pl_pl: Wersja

source: Name
pl_pl: Nazwa płatności

source: Description
pl_pl: Opis

source: Description.
pl_pl: Opis.

source: Pay with PayLane.
pl_pl: Zapłać z PayLane

source: PayLane connection method
pl_pl: Metoda płatności PayLane

source: Set the PayLane connection method SecureForm/API.
pl_pl: Ustaw metodę płatności z PayLane (Secure Form/API)

source: The API Login can be found in the merchant panel [<a href="https://merchant.paylane.com" rel="noopener" target="_blank">https://merchant.paylane.com</a>] in Administration -> Integration. <strong>API Login is not a login for the merchant panel!</strong>
pl_pl: Login API znajdziesz w merchant panelu [<a href="https://merchant.paylane.com" rel="noopener" target="_blank">https://merchant.paylane.com</a>] w Administracja -> Integracja. <strong>Login API nie jest loginem do merchant panelu!</strong>

source: API Password
pl_pl: Hasło API

source: The API Password can be found in the merchant panel [<a href="https://merchant.paylane.com" rel="noopener" target="_blank">https://merchant.paylane.com</a>] in Administration -> Integration. <strong>API Password is not a password for the merchant panel!</strong>
pl_pl: Hasło API znajdziesz w merchant panelu [<a href="https://merchant.paylane.com" rel="noopener" target="_blank">https://merchant.paylane.com</a>] w Administracja -> Integracja. <strong>Hasło API nie jest hasłem do merchant panelu!</strong>

source: Public API key
pl_pl: Publiczny klucz API

source: Secret hash salt value
pl_pl: Ukryta wartość Hash Salt

source: Successful order status
pl_pl: Status udanej transakcji

source: Redirect method
pl_pl: Metoda przekierowania

source: PayLane response redirect method
pl_pl: Metoda przekierowania

source: Appearance
pl_pl: Wygląd

source: Select <strong>basic</strong> if you want to give your own css styles for the form.
pl_pl: Wybierz podstawowy jeżeli chcesz nadać własne style css dla formularza.

source: Basic
pl_pl: Podstawowy

source: Display payment methods logo
pl_pl: Wyświetl logo metod płatności

source: Log events
pl_pl: Rejestruj zdarzenia

source: recommended
pl_pl: zalecane

source: Store debug messages
pl_pl: Przechowuj wiadomości debugowania
