Repository: PayLane/paylane_woocommerce
Catalog: languages/wc-gateway-paylane-*.po
Languages: pl_pl

source: To see logs go to this %ssite%s and choose woocommerce-gateway-paylane-xxx.log
pl_pl: Aby zobaczyć dzienniki, przejdź na tę %sstronę%s i wybierz woocommerce-gateway-paylane-xxx.log

source: Notification adress
pl_pl: Adres powiadomień

source: Notifications is a service that simplifies automatic communication between your shop and PayLane. A notification has information about payment status.<br><br> <big><strong>It is Highly recommended to enable notifications</strong></big>.<br> <br> <strong>To enable notifications</strong>:<br> - Chose individual login and password and enter them below (it should be safe login and password, <strong>not the same as API login/password or merchant panel login/password</strong>)<br> <br> - Send to us on e-mail (support@paylane.com) you notification login, password and notification address, <br> (Your notification address: <code>%s</code>)<br> <br> We will send you Notification token to fill inside this field
pl_pl: Notyfikacje (powiadomienia) to informacje przesyłane przez system PayLane do Twojego sklepu. Notyfikacje zawierają informacje o statusach płatności.<br><br> <big><strong>Zalecamy aby je włączyć</strong></big>.<br> <br> <strong>Co zrobić aby włączyć notyfikacje:</strong>:<br> - Wymyśl i wpisz poniżej login notyfikacji i hasło notyfikacji (<strong>nie ma być to login i hasło do logowania do sklepu ani do merchant panelu, ani też do API - ma to być zupełnie nowy login i hasło</strong>)<br> <br> - Wyślij nam na adres support@paylane.com login notyfikacji, hasło notyfikacji oraz adres notyfikacji, <br> (Twój adres notyfikacji: <code>%s</code>)<br> <br> My odeślemy Ci token notyfikacji, który musisz wpisać w poniższe pole.

source: Notification Login
pl_pl: Login notyfikacji

source: Notification Password
pl_pl: Hasło notyfikacji

source: Notification Token
pl_pl: Token notyfikacji

source: Customers will be redirected to the PayLane Secure Form for payment
pl_pl: Klienci zostaną przekierowani do formularza płatności PayLane w celu dokonania płatności

source: Custom Payment Method Name
pl_pl: Nazwa płatności (własna)

source: You can find your Merchant ID in the Merchant Panel (Settings => Secure Form => Integration)
pl_pl: Możesz znaleźćswój Merchant ID w merchant panelu PayLane (Administracja => integracja => Secure Form)

source: Credit Card
pl_pl: Karta płatnicza

source: If you will choose YES option, ONLY cards with 3-D Secure will be accepted
pl_pl: Jeśli wybierzesz opcję TAK, akceptowane będą TYLKO karty z 3-D Secure

source: YES
pl_pl: Tak

source: NO
pl_pl: Nie

source: Bank Wire Transfer
pl_pl: Szybki przelew bankowy

source: <strong>What to do to enable Apple Pay:</strong><br>- Send an email to support@paylane.com asking you to enable Apple Pay on your account<br>- If you use the payment method through the API, please request a <b>certificate</b><br>- Paste the <b>certificate</b> into the certificate field<br>- Tell us when you will finish above activities
pl_pl: <strong>Co zrobić aby włączyć Apple Pay:</strong><br> - Wyślij nam na adres support@paylane.com prośbę o uruchomienie Apple Pay na swoim koncie<br> - W przypadku korzystania z metody płatnosci przez API poproś o nadanie <b>certyfikatu</b><br> - Wklej <b>certyfikat</b> w pole certyfikat<br> - Poinformuj nas o wykonaniu powyższych czynności.

source: Button Style
pl_pl: Styl przycisku

source: Black
pl_pl: Czarny

source: White
pl_pl: Biały

source: White with outline border
pl_pl: Biały z obramowaniem

source: Language
pl_pl: Język

source: Auto
pl_pl: Automatyczny

source: Certificate
pl_pl: Certyfikat

source: Enable/Disable payment methods
pl_pl: Włącz/Wyłącz metody płatności

source: Enable %s standard
pl_pl: Włącz standard %s

source: SEPA Direct Debit
pl_pl: Polecenie zapłaty SEPA

source: The PayLane payment module requires WooCommerce to run, you can download it
pl_pl: Moduł PayLane wymaga WooCommerce do poprawnego działania. Musisz go ściagnąć.

source: here
pl_pl: tu

source: Create account
pl_pl: Stwórz konto

source: This API method is not allowed for this merchant account.
pl_pl: Ta metoda API nie jest dozwolona na tym koncie

source: Card not enrolled in 3-D Secure
pl_pl: Karta niezarejestrowana w 3-D Secure

source: 3-D Secure verification failed
pl_pl: Weryfikacja 3-D Secure nie powiodła się

source: Success, id_sale:
pl_pl: Sukces, id_sale:

source: Error ID:
pl_pl: ID Błędu:

source: Error number:
pl_pl: Numer błędu:

source: Error description:
pl_pl: Opis błędu:

source: Payment canceled
pl_pl: Płatność anulowana

source: Payment awaiting confirmation
pl_pl: Transakcja oczekująca na potwierdzenie

source: Wrong hash
pl_pl: Błędny HASH

source: Error: wrong hash
pl_pl: Błąd: Błędny hash

source: Error, 3-D auth transaction declined
pl_pl: Błąd, Nie udana autoryzacja 3-D secure

source: Error 3-D Secure payment
pl_pl: Błąd 3-D Secure

source: Order no.:
pl_pl: Numer zamówienia:

source: Check Direct Debit transaction status (SEPA)
pl_pl: Sprawdź status transakcji (SEPA)

source: Test subscription payment
pl_pl: Testowa płatność subksrybcyjna

source: PayLane transaction status:
pl_pl: Status Transakcji

source: Transaction failed with reason: %s.
pl_pl: Transakcja nieudana, powód: %s.

source: Transaction confirmed, payment method: %s. %s
pl_pl: Transakcja potwierdzona, metoda płatności: %s. %s

source: Refund Failed:
pl_pl: Zwrot zakończony niepowodzeniem

source: Unable to create certificate folder. Please create "./well-known/apple-developer-merchantid-domain-association.txt" file into your main domain directory with certificate text.
pl_pl: Nie można stworzyć katalogu dla certyfikatu. Utwórz plik "./well-known/apple-developer-merchantid-domain-association.txt" w głównym katalogu domeny z tekstem certyfikatu.

source: Unable to write certificate file. Please create "./well-known/apple-developer-merchantid-domain-association.txt" file into your main domain directory with certificate text.
pl_pl: Nie można zapisać pliku certyfikatu. Utwórz plik "./well-known/apple-developer-merchantid-domain-association.txt" w głównym katalogu domeny z tekstem certyfikatu.

source: Payment error
pl_pl: Błąd płatności

source: Transaction complete
pl_pl: Transakcja zakończona

source: Refund complete
pl_pl: Zwrot zakończony

source: Reversal received
pl_pl: Otrzymano Reversal

source: Retrieval request / chargeback opened
pl_pl: Retrieval / Chargeback rozpoczęty

source: Fast transfer with PayLane
pl_pl: Szybki przelew z PayLane

source: Bank transfer
pl_pl: Przelew bankowy

source: Awaiting payment confirmation
pl_pl: Oczekujemy na potwierdzenie płatności

source: Incorrect Apple Pay payload
pl_pl: Nieprawidłowe dane Apple Pay

source: Card token is empty
pl_pl: Brak tokenu karty

source: Account holder name is empty
pl_pl: Podaj imię i nazwisko

source: Account country is empty
pl_pl: Podaj Kraj

source: IBAN is empty
pl_pl: Numer IBAN jest pusty

source: BIC is empty
pl_pl: Numer BIC jest pusty

source: The bank was not chosen
pl_pl: Proszę wybrać Bank
